Repository: SashaKyz/kodi-iptv-addons
Catalog: script.video.iptv.torrenttv/resources/language/*/strings.po
Languages: german, russian

# #30001
source: Torrent-Tv Account
german: Torrent-Tv Zugangsdaten
russian: Torrent-Tv Аккаунт

# #30002
source: Login
german: Email Adresse
russian: Email адрес

# #30003
source: Password
german: Kennwort
russian: Пароль

# #30004
source: Show adult channels
german: Zeige Kanäle für Erwachsene
russian: Показывать каналы для взрослых

# #30005
source: error_unknown
german: Unbekannter Fehler
russian: Неизвестная ошибка

# #30006
source: error_noparam
german: Falscher oder fehlender Eingabeparameter
russian: Ошибка входных параметров

# #30007
source: error_noconnect
german: Keine Datenbankverbindung
russian: Ошибка соединения с базой данных

# #30008
source: error_incorrect
german: Falsche Anmeldedaten oder Sitzung ist abgelaufen
russian: Неверные учетные данные или истекшая сессия

# #30009
source: error_noreg
german: Registrierung benötigt
russian: Необходима сессия зарегистрированного пользователя

# #30010
source: error_nochannel
german: Kanal nicht gefunden
russian: Канал не найден

# #30011
source: error_notsproxy
german: Sie haben keinen Zugriff auf diesen Kanal
russian: У Вас нет доступа к этому каналу

# #30012
source: error_noepg
russian: EPG отсутствует

# #30013
source: Sort channels
russian: Сортировать каналы

# #30014
source: Stop playback when idle
russian: Прекращать воспроизведение при неактивности
